app/views/projects/index.html.erb

 <li>
  <%= link_to project.title, project_path(project.id),class: "button3"%> (<%= project.tasks.count %> / <%= project.tasks.unfinished.count %>)
---
SELECT COUNT(*) FROM "tasks" WHERE "tasks"."project_id" = ?  [["project_id", 7]]