app/views/projects/show.html.erb

SELECT "tasks".* FROM "tasks" WHERE "tasks"."project_id" = ?  [["project_id", 7]]
---
<ul>
<% @project.tasks.each do | task| %>