app/controllers/projects_controller.rb

    def create
        @project = Project.new(project_params)
       if @project.save
---
INSERT INTO "projects" ("title", "created_at", "updated_at") VALUES (?, ?, ?)  [["title", "ああああ"], ["created_at", "2020-02-27 06:35:41.248961"], ["updated_at", "2020-02-27 06:35:41.248961"]]

    def update
        @project = Project.find(params[:id])
        if @project.update(project_params)
---
SELECT "projects".* FROM "projects" WHERE "projects"."id" = ? LIMIT ?  [["id", 6], ["LIMIT", 1]]
UPDATE "projects" SET "title" = ?, "updated_at" = ? WHERE "projects"."id" = ?  [["title", "ささささ"], ["updated_at", "2020-02-27 14:20:01.969080"], ["id", 9]]