app/controllers/tasks_controller.rb

SELECT "projects".* FROM "projects" WHERE "projects"."id" = ? LIMIT ?  [["id", 3], ["LIMIT", 1]]
INSERT INTO "tasks" ("title", "project_id", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["title", "niku"], ["project_id", 3], ["created_at", "2020-02-26 09:57:45.871786"], ["updated_at", "2020-02-26 09:57:45.871786"]]
---
    def create
        @project = Project.find(params[:project_id])
        @task = @project.tasks.create(task_params)